Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhasea Property
 "Feed Through Lugs Apparent Power Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhasea { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsApparentLoadPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsApparentLoadPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsApparentLoadPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace